{
  "home": {
    "title": "Accueil",
    "description": "Créez et partagez vos listes de souhaits, organisez des tirages au sort et trouvez l'inspiration pour vos cadeaux avec Gifters.",
    "keywords": "liste de souhaits, cadeaux, tirage au sort, organisation, partage, famille, amis"
  },
  "login": {
    "title": "Connexion",
    "description": "Connectez-vous à votre compte Gifters pour accéder à vos listes de souhaits et à vos groupes.",
    "keywords": "connexion, compte, listes de souhaits, groupes, cadeaux"
  },
  "register": {
    "title": "Inscription",
    "description": "Créez un compte Gifters gratuitement et commencez à organiser vos cadeaux et événements dès aujourd'hui.",
    "keywords": "inscription, compte, listes de souhaits, groupes, cadeaux"
  },
  "dashboard": {
    "title": "Tableau de bord",
    "description": "Votre espace personnel Gifters - gérez vos listes, vos groupes et vos événements à venir.",
    "keywords": "tableau de bord, listes de souhaits, groupes, événements, cadeaux"
  },
  "features": {
    "title": "Fonctionnalités",
    "description": "Découvrez toutes les fonctionnalités de Gifters : listes de souhaits, groupes, tirage au sort et plus encore.",
    "keywords": "fonctionnalités, listes de souhaits, groupes, tirage au sort, partage, cadeaux"
  },
  "contact": {
    "title": "Contact",
    "description": "Une question ou suggestion ? Contactez-nous via notre formulaire en ligne ou retrouvez nos coordonnées.",
    "keywords": "contact, aide, support, questions, formulaire, assistance"
  },
  "myGifts": {
    "title": "Mes cadeaux",
    "description": "Gérez vos listes de souhaits et vos idées cadeaux dans votre espace personnel.",
    "keywords": "mes cadeaux, listes de souhaits, idées cadeaux, espace personnel"
  },
  "myGroups": {
    "title": "Mes groupes",
    "description": "Gérez vos groupes d'amis et de famille pour partager vos listes et organiser des événements.",
    "keywords": "mes groupes, groupes, listes, événements, cadeaux"
  },
  "events": {
    "title": "Événements",
    "description": "Organisez et gérez vos événements et tirages au sort pour toutes les occasions spéciales.",
    "keywords": "événements, tirages au sort, occasions, cadeaux"
  },
  "profile": {
    "title": "Profil",
    "description": "Gérez vos informations personnelles et vos préférences sur Gifters.",
    "keywords": "profil, informations personnelles, préférences, Gifters"
  },
  "pricing": {
    "title": "Tarifs",
    "description": "Découvrez nos différents plans tarifaires pour Gifters - gratuits et premium.",
    "keywords": "tarifs, abonnement, gratuit, premium, Gifters"
  }
}
